const MainPage = () => {
    return (
        <div className="main container">
            <h3 className="main__title">
                ReactJS
            </h3>
            <p className="main__text">
                React — это JavaScript-библиотека для создания пользовательских интерфейсов. Обратите внимание, что это
                именно библиотека, а не фреймворк. React часто называют фреймворком, но это ошибка. Во-первых, его
                использование ни к чему вас не обязывает, не формирует «фрейм» проекта. Во-вторых, React выполняет
                единственную задачу: показывает на странице компонент интерфейса, синхронизируя его с данными
                приложения, и только этой библиотеки в общем случае недостаточно для того, чтобы полностью реализовать
                проект.
            </p>
        </div>
    )
}

export default MainPage